import { ChatMessageTypes } from './chat-message-types';

export const CHAT_MESSAGES = [
  {
    message:
      'Тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение',
    time: '12:29',
    type: ChatMessageTypes.OTHER,
  },
  {
    message: 'Тестовое сообщение тестовое',
    time: '12:29',
    type: ChatMessageTypes.MY,
  },
  {
    message:
      'Тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение',
    time: '12:40',
    type: ChatMessageTypes.MY,
  },
  {
    message: 'Тестовое сообщение тестовое сообщение тестовое сообщение',
    time: '12:45',
    type: ChatMessageTypes.OTHER,
  },
  {
    message:
      'Тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение тестовое сообщение',
    time: '12:50',
    type: ChatMessageTypes.MY,
  },
];
